

let alignmentDict  = [
{key:"Законно-добрым (ЗД) [Lawful good]",
text:"Законно-добрым (ЗД) [Lawful good]",
description:"Существам можно доверить любое дело, которое будет считаться правильным с точки зрения общества. Золотые драконы, паладины и большинство дварфов являются законно-добрыми."},

{key:"Нейтрально-добрые (НД) [Neutral good]",
text:"Нейтрально-добрые (НД) [Neutral good]",
description:"Делают всё от них зависящее, чтобы помочь другим. Многие небожители, некоторые облачные великаны и большинство гномов являются знаконно-добрыми."},

{key:"Хаотично-добрые (ХД) [Chaotic good]",
text:"Хаотично-добрые (ХД) [Chaotic good]",
description:"Поступают так, как велит им совесть, не принимая во внимание мнение остальных. Медные драконы, многие эльфы и единороги являются хаотично-добрыми."},

{key:"Законно-нейтральные (ЗН) [Lawful neutral]",
text:"Законно-нейтральные (ЗН) [Lawful neutral]",
description:"Существа поступают согласно закону, традиции или личному кодексу. Многие монахи и некоторые волшебники являются законно-нейтральными."},

{key:"Нейтральным (Н) [Neutral]",
text:"Нейтральным (Н) [Neutral]",
description:"Мировоззрением обладают те, кто предпочитает сторониться вопросов нравственности и необходимости выбирать сторону, поступая в зависимости от ситуации. Людоящеры, большинство друидов и многие люди нейтральны."},

{key:"Хаотично-нейтральные (ХН) [Chaotic neutral]",
text:"Хаотично-нейтральные (ХН) [Chaotic neutral]",
description:"Существа следуют велению своих прихотей и ставят свою свободу превыше всего. Многие варвары, плуты и некоторые барды являются хаотично-нейтральными."},

{key:"Законно-злые (ЗЗ) [Lawful evil]",
text:"Законно-злые (ЗЗ) [Lawful evil]",
description:"Существа последовательно берут то, что им нужно, соблюдая при этом рамки кодекса или традиции, верность или порядка. Дьяволы, синие драконы и хобгоблины являются законно-злыми."},

{key:"Нейтрально-злым (НЗ) [Neutral evil]",
text:"Нейтрально-злым (НЗ) [Neutral evil]",
description:"Мировоззрением обладают те, кто делает всё, что сойдет им с рук, не испытывая сострадания и угрызений совести. Многие дроу, некоторые облачные великаны и гоблины являются нейтрально-злыми."},

{key:"Хаотично-злые (ХЗ) [Chaotic evil]",
text:"Хаотично-злые (ХЗ) [Chaotic evil]",
description:"Существа действуют со спонтанной жестокостью, ведомые жадностью, ненавистью или жаждой крови. Демоны, красные драконы и орки являются хаотично-злыми."}
]

export {alignmentDict}
